aaaaronzhou.nginx-config-formatter-vscode-extension
aimebertrand.timu-spacegrey-vscode
angular.ng-template
bierner.markdown-preview-github-styles
christian-kohler.npm-intellisense
cmoog.sqlnotebook
esbenp.prettier-vscode
hangxingliu.vscode-nginx-conf-hint
hashicorp.terraform
hediet.vscode-drawio
jborean.ansibug
jeanp413.open-remote-wsl
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-vscode.powershell
pkief.markdown-checkbox
pkief.material-icon-theme
redhat.vscode-yaml
sqlfluff.vscode-sqlfluff
vscodevim.vim